tap "babashka/brew"
tap "borkdude/brew"
tap "clojure/tools"
tap "codeship/taps"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jimeh/emacs-builds"
tap "materializeinc/materialize"
tap "mgartner/tap"
tap "railwaycat/emacsmacport"
tap "thecasualcoder/stable"
tap "universal-ctags/universal-ctags"
brew "giflib"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "pixman"
brew "cairo"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "docker", link: false
brew "docker-compose"
brew "docker-machine"
brew "python@3.11"
brew "pkg-config"
brew "exercism"
brew "fasd"
brew "fd"
brew "fzf"
brew "gd"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "jenv"
brew "jpeg"
brew "jq"
brew "kubectx"
brew "libxslt"
brew "lua-language-server"
brew "lynx"
brew "markdown"
brew "neovim"
brew "nvm"
brew "pgcli"
brew "php"
brew "postgresql@14"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "stern"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xmlto"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "babashka/brew/neil"
brew "clojure/tools/clojure"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-dbus", "with-emacs-icons-project-EmacsIcon7", "with-imagemagick", "with-mac-metal", "with-native-comp", "with-no-title-bars", "with-starter", "with-xwidgets"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "haptickey"
cask "jet"
cask "xquartz"
vscode "asvetliakov.vscode-neovim"
vscode "bodil.file-browser"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "davidpallinder.rails-test-runner"
vscode "GitHub.copilot"
vscode "jacobdufault.fuzzy-search"
vscode "kahole.magit"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "rebornix.ruby"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "vscodevim.vim"
vscode "VSpaceCode.vspacecode"
vscode "VSpaceCode.whichkey"
vscode "wingrunr21.vscode-ruby"
