tap "codeship/taps"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "direnv"
brew "docker"
brew "python"
brew "docker-compose"
brew "docker-machine"
brew "exercism"
brew "fzf"
brew "git"
brew "jq"
brew "kubectx"
brew "neovim"
brew "nvm"
brew "pgcli"
brew "postgresql"
brew "rbenv"
brew "ripgrep"
brew "python@2"
brew "stern"
brew "tmux"
brew "tree"
brew "yarn"
cask "amethyst"
cask "docker"
cask "haptickey"
cask "jet"
brew "zsh"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "dropbox"
